Revit 2024 API
SpecTypeId.Length Property
 Length, in discipline Common.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Length { get; }
Visual Basic
Public Shared ReadOnly Property Length As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Length {
	ForgeTypeId^ get ();
}
See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace